<!DOCTYPE html>
<html lang="pt-br">
  <head>
    <meta charset="UTF-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />

    <link
      href="https://cdn.jsdelivr.net/npm/remixicon@2.5.0/fonts/remixicon.css"
      rel="stylesheet"
    />
    <link
      rel="stylesheet"
      href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.2/css/all.min.css"
      integrity="sha512-1sCRPdkRXhBV2PBLUdRb4tMg1w2YPf37qatUFeS7zlBy7jJI8Lf4VHwWfZZfpXtYSLy85pkm9GaYVYMfw5BC1A=="
      crossorigin="anonymous"
      referrerpolicy="no-referrer"
    />
    <link rel="stylesheet" href="./css/style.css" />
    <link rel="stylesheet" href="./css/privacy.css" />

    <title>Termos e Condições| GymPlus+</title>
  </head>

  <body>
    <!----------------------------------- HEADER ----------------------------------->
    <header id="main-header" class="header bg-privacy">
      <nav class="nav container">
        <a href="index.html" class="nav__logo">
          <div>
            Gym<span class="light-text">Plus<i class="fas fa-plus"></i></span>
          </div>
        </a>

        <div class="nav__menu" id="nav-menu">
          <ul class="nav__list">
            <li class="nav__item">
              <a href="index.html" class="nav__link">Inicio</a>
            </li>
            <li class="nav__item">
              <a href="sobre.html" class="nav__link">Sobre</a>
            </li>
            <li class="nav__item">
              <a href="classes.html" class="nav__link">Classes</a>
            </li>
            <li class="nav__item">
              <a href="personais.html" class="nav__link">Personais</a>
            </li>
            <li class="nav__item">
              <a href="contact.html" class="nav__link">Contato</a>
            </li>
          </ul>
          <div class="nav__close" id="nav-close">
            <i class="ri-close-line"></i>
          </div>
        </div>

        <!-- Toggle button -->
        <div class="nav__toggle" id="nav-toggle">
          <i class="ri-menu-line"></i>
        </div>
      </nav>
      <div class="about-title container">
        <h2 class="title-text-1 light-text">Termos e Condições</h2>
      </div>
    </header>

    <!------------- MAIN --------------->
    <main class="bg-light">
      <!-- Section A: Regras de Privacidade -->
      <section id="terms">
        <div class="container terms">
          <div class="terms-title">
            <h2 class="title-text-2">
              Termos e condi&ccedil;&otilde;es gerais de uso e de compra e venda
              do site Gymplus
            </h2>
            <p>
              Os servi&ccedil;os do https://diegojaviel.github.io/gymplus/
              s&atilde;o fornecidos pela pessoa f&iacute;sica com o seguinte nome:
              Luis Henrique e Andrade Pellizzon e Diego Javiel, titulares das
              propriedades intelectuais sobre softwares, websites, aplicativos,
              conte&uacute;dos e demais ativos relacionados &agrave; plataforma
              <strong>https://diegojaviel.github.io/gymplus/.</strong>
            </p>
          </div>
          <div class="terms-items">
            <h3>1. Do Objeto</h3>
            <p>
              A plataforma visa licenciar o uso de seu software, website,
              aplicativos e demais ativos de propriedade intelectual, fornecendo
              ferramentas para auxiliar e dinamizar o dia a dia dos seus
              usu&aacute;rios.
            </p>
            <p>
              A plataforma realiza a venda &agrave; dist&acirc;ncia por meio
              eletr&ocirc;nico dos seguintes produtos ou servi&ccedil;os:
              Academia.&nbsp;
            </p>
          </div>
          <div class="terms-items">
            <h3>2. Da aceita&ccedil;&atilde;o</h3>
            <p>
              O presente Termo estabelece obriga&ccedil;&otilde;es contratadas de
              livre e espont&acirc;nea vontade, por tempo indeterminado, entre a
              plataforma e as pessoas f&iacute;sicas ou jur&iacute;dicas,
              usu&aacute;rias do site.
            </p>
            <p>
              Ao utilizar a plataforma o usu&aacute;rio aceita integralmente as
              presentes normas e compromete-se a observ&aacute;-las, sob o risco
              de aplica&ccedil;&atilde;o das penalidade cab&iacute;veis.
            </p>
            <p>
              A aceita&ccedil;&atilde;o do presente instrumento &eacute;
              imprescind&iacute;vel para o acesso e para a
              utiliza&ccedil;&atilde;o de quaisquer servi&ccedil;os fornecidos
              pela empresa. Caso n&atilde;o concorde com as
              disposi&ccedil;&otilde;es deste instrumento, o usu&aacute;rio
              n&atilde;o deve utiliz&aacute;-los.
            </p>
          </div>
          <div class="terms-items">
            <h3>3. Do acesso dos usu&aacute;rios</h3>
            <p>
              Ser&atilde;o utilizadas todas as solu&ccedil;&otilde;es
              t&eacute;cnicas &agrave; disposi&ccedil;&atilde;o do
              respons&aacute;vel pela plataforma para permitir o acesso ao
              servi&ccedil;o 24 (vinte e quatro) horas por dia, 7 (sete) dias por
              semana. No entanto, a navega&ccedil;&atilde;o na plataforma ou em
              alguma de suas p&aacute;ginas poder&aacute; ser interrompida,
              limitada ou suspensa para atualiza&ccedil;&otilde;es,
              modifica&ccedil;&otilde;es ou qualquer a&ccedil;&atilde;o
              necess&aacute;ria ao seu bom funcionamento.&nbsp;
            </p>
            <p></p>
          </div>
          <div class="terms-items">
            <h3>4. Do cadastro</h3>
            <p>
              O acesso &agrave;s funcionalidades da plataforma exigir&aacute; a
              realiza&ccedil;&atilde;o de um cadastro pr&eacute;vio e, a depender
              dos servi&ccedil;os ou produtos escolhidos, o pagamento de
              determinado valor.&nbsp;
            </p>
            <p>
              Ao se cadastrar o usu&aacute;rio dever&aacute; informar dados
              completos, recentes e v&aacute;lidos, sendo de sua exclusiva
              responsabilidade manter referidos dados atualizados, bem como o
              usu&aacute;rio se compromete com a veracidade dos dados fornecidos.
            </p>
            <p>
              O usu&aacute;rio se compromete a n&atilde;o informar seus dados
              cadastrais e/ou de acesso &agrave; plataforma a terceiros,
              responsabilizando-se integralmente pelo uso que deles seja feito.
            </p>
            <p>
              Menores de 18 anos e aqueles que n&atilde;o possu&iacute;rem plena
              capacidade civil dever&atilde;o obter previamente o consentimento
              expresso de seus respons&aacute;veis legais para
              utiliza&ccedil;&atilde;o da plataforma e dos servi&ccedil;os ou
              produtos, sendo de responsabilidade exclusiva dos mesmos o eventual
              acesso por menores de idade e por aqueles que n&atilde;o possuem
              plena capacidade civil sem a pr&eacute;via
              autoriza&ccedil;&atilde;o.
            </p>
            <p>
              Mediante a realiza&ccedil;&atilde;o do cadastro o usu&aacute;rio
              declara e garante expressamente ser plenamente capaz, podendo
              exercer e usufruir livremente dos servi&ccedil;os e produtos.&nbsp;
            </p>
            <p>
              O usu&aacute;rio dever&aacute; fornecer um endere&ccedil;o de e-mail
              v&aacute;lido, atrav&eacute;s do qual o site realizar&aacute; todas
              comunica&ccedil;&otilde;es necess&aacute;rias.&nbsp;
            </p>
            <p>
              Ap&oacute;s a confirma&ccedil;&atilde;o do cadastro, o
              usu&aacute;rio possuir&aacute; um login e uma senha pessoal, a qual
              assegura ao usu&aacute;rio o acesso individual &agrave; mesma. Desta
              forma, compete ao usu&aacute;rio exclusivamente a
              manuten&ccedil;&atilde;o de referida senha de maneira confidencial e
              segura, evitando o acesso indevido &agrave;s
              informa&ccedil;&otilde;es pessoais.&nbsp;
            </p>
            <p>
              Toda e qualquer atividade &nbsp;realizada com o uso da senha
              ser&aacute; de responsabilidade do usu&aacute;rio, que dever&aacute;
              informar prontamente em caso de uso indevido da respectiva senha.
            </p>
            <p>
              N&atilde;o ser&aacute; permitido ceder, vender, alugar ou
              transferir, de qualquer forma, a conta, que &eacute; pessoal e
              intransfer&iacute;vel.
            </p>
            <p>
              Caber&aacute; ao usu&aacute;rio assegurar que o seu equipamento seja
              compat&iacute;vel com as caracter&iacute;sticas t&eacute;cnicas que
              viabilize a utiliza&ccedil;&atilde;o da plataforma e dos
              servi&ccedil;os ou produtos.
            </p>
            <p>
              O usu&aacute;rio poder&aacute;, a qualquer tempo, requerer o
              cancelamento de seu cadastro junto ao site
              https://diegojaviel.github.io/gymplus/. O seu descadastramento
              ser&aacute; realizado o mais rapidamente poss&iacute;vel, desde que
              n&atilde;o sejam verificados d&eacute;bitos em aberto. &nbsp;&nbsp;
            </p>
            <p>
              O usu&aacute;rio, ao aceitar os Termos e Pol&iacute;tica de
              Privacidade, autoriza expressamente a plataforma a coletar, usar,
              armazenar, tratar, ceder ou utilizar as informa&ccedil;&otilde;es
              derivadas do uso dos servi&ccedil;os, do site e quaisquer
              plataformas, incluindo todas as informa&ccedil;&otilde;es
              preenchidas pelo usu&aacute;rio no momento em que realizar ou
              atualizar seu cadastro, al&eacute;m de outras expressamente
              descritas na Pol&iacute;tica de Privacidade que dever&aacute; ser
              autorizada pelo usu&aacute;rio.
            </p>
          </div>
          <div class="terms-items">
            <h3>5. Dos servi&ccedil;os ou produtos</h3>
            <p>A plataforma poder&aacute; disponibilizar para o usu&aacute;rio um
              conjunto espec&iacute;fico de funcionalidades e ferramentas para
              otimizar o uso dos servi&ccedil;os e produtos.</p>
              <p>Na plataforma os servi&ccedil;os ou produtos oferecidos
                est&atilde;o descritos e apresentados com o maior grau de
                exatid&atilde;o, contendo informa&ccedil;&otilde;es sobre suas
                caracter&iacute;sticas, qualidades, quantidades,
                composi&ccedil;&atilde;o, pre&ccedil;o, garantia, prazos de validade
                e origem, entre outros dados, bem como sobre os riscos que
                apresentam &agrave; sa&uacute;de e seguran&ccedil;a do
                usu&aacute;rio.</p>
                <p>Antes de finalizar a compra sobre determinado produto ou
                  servi&ccedil;o, o usu&aacute;rio dever&aacute; se informar sobre as
                  suas especifica&ccedil;&otilde;es e sobre a sua
                  destina&ccedil;&atilde;o.</p>
                  <p>A entrega de servi&ccedil;os ou produtos adquiridos na plataforma
                    ser&aacute; informada no momento da finaliza&ccedil;&atilde;o da
                    compra.</p>
          </div>
          <div class="terms-items">
            <h3>6. Dos pre&ccedil;os</h3>
            <p>A plataforma se reserva no direito de reajustar unilateralmente, a
              qualquer tempo, os valores dos servi&ccedil;os ou produtos sem
              consulta ou anu&ecirc;ncia pr&eacute;via do usu&aacute;rio.</p>
              <p>Os valores aplicadas s&atilde;o aqueles que est&atilde;o em vigor
                no momento do pedido.</p>
                <p>Os pre&ccedil;os s&atilde;o indicados em reais e n&atilde;o incluem
                  as taxas de entrega, as quais s&atilde;o especificadas &agrave;
                  parte e s&atilde;o informadas ao usu&aacute;rio antes da
                  finaliza&ccedil;&atilde;o do pedido.</p>
                  <p>Na contrata&ccedil;&atilde;o de determinado servi&ccedil;o ou
                    produto, a plataforma poder&aacute; solicitar as
                    informa&ccedil;&otilde;es financeiras do usu&aacute;rio, como CPF,
                    endere&ccedil;o de cobran&ccedil;a e dados de cart&otilde;es. Ao
                    inserir referidos dados o usu&aacute;rio concorda que sejam
                    cobrados, de acordo com a forma de pagamento que venha a ser
                    escolhida, os pre&ccedil;os ent&atilde;o vigentes e informados
                    quando da contrata&ccedil;&atilde;o. Referidos dados financeiros
                    poder&atilde;o ser armazenadas para facilitar acessos e
                    contrata&ccedil;&otilde;es futuras.</p>
                    <p>A contrata&ccedil;&atilde;o dos servi&ccedil;os ser&aacute;
                      renovada automaticamente pela plataforma, independentemente de
                      comunica&ccedil;&atilde;o ao usu&aacute;rio, mediante
                      cobran&ccedil;a peri&oacute;dica da mesma forma de pagamento
                      indicada pelo usu&aacute;rio quando da contrata&ccedil;&atilde;o do
                      servi&ccedil;o.</p>
          </div>
          <div class="terms-items">
            <h3>7. Do suporte</h3>
            <p>Em caso de qualquer d&uacute;vida, sugest&atilde;o ou problema com
              a utiliza&ccedil;&atilde;o da plataforma, o usu&aacute;rio
              poder&aacute; entrar em contato com o suporte, atrav&eacute;s do
              email luis.devtest2022@gmail.com. </p>
          </div>
          <div class="terms-items">
            <h3>8. Das responsabilidades</h3>
            <h5>&Eacute; de responsabilidade do usu&aacute;rio:</h5>
            <p>a) defeitos ou v&iacute;cios t&eacute;cnicos originados no
              pr&oacute;prio sistema do usu&aacute;rio;</p>
              <p>b) a correta utiliza&ccedil;&atilde;o da plataforma, dos
                servi&ccedil;os ou produtos oferecidos, prezando pela boa
                conviv&ecirc;ncia, pelo respeito e cordialidade entre os
                usu&aacute;rios;</p>
                <p>c) pelo cumprimento e respeito ao conjunto de regras disposto nesse
                  Termo de Condi&ccedil;&otilde;es Geral de Uso, na respectiva
                  Pol&iacute;tica de Privacidade e na legisla&ccedil;&atilde;o
                  nacional e internacional;</p>
                  <p>d) pela prote&ccedil;&atilde;o aos dados de acesso &agrave; sua
                    conta/perfil (login e senha).</p>
                    <h5>&Eacute; de responsabilidade da plataforma
                      https://diegojaviel.github.io/gymplus/:</h5>
                      <p>a) indicar as caracter&iacute;sticas do servi&ccedil;o ou
                        produto;</p>
                        <p>b) os defeitos e v&iacute;cios encontrados no servi&ccedil;o ou
                          produto oferecido desde que lhe tenha dado causa;</p>
                          <p>c) as informa&ccedil;&otilde;es que foram por ele divulgadas, sendo
                            que os coment&aacute;rios ou informa&ccedil;&otilde;es divulgadas
                            por usu&aacute;rios s&atilde;o de inteira responsabilidade dos
                            pr&oacute;prios usu&aacute;rios;</p>
                            <p>d) os conte&uacute;dos ou atividades il&iacute;citas praticadas
                              atrav&eacute;s da sua plataforma.</p>
                              <p>A plataforma n&atilde;o se responsabiliza por links externos
                                contidos em seu sistema que possam redirecionar o usu&aacute;rio
                                &agrave; ambiente externo a sua rede.&nbsp;</em
                              ></p>
                              <p>N&atilde;o poder&atilde;o ser inclu&iacute;dos links externos ou
                                p&aacute;ginas que sirvam para fins comerciais ou
                                publicit&aacute;rios ou quaisquer informa&ccedil;&otilde;es
                                il&iacute;citas, violentas, pol&ecirc;micas, pornogr&aacute;ficas,
                                xenof&oacute;bicas, discriminat&oacute;rias ou ofensivas.</p>
          </div>
          <div class="terms-items">
            <h3>9. Dos direitos autorais</h3>
            <p>O presente Termo de Uso concede aos usu&aacute;rios uma
              licen&ccedil;a n&atilde;o exclusiva, n&atilde;o transfer&iacute;vel
              e n&atilde;o sublicenci&aacute;vel, para acessar e fazer uso da
              plataforma e dos servi&ccedil;os e produtos por ela
              disponibilizados.</p>
              <p>A estrutura do site ou aplicativo, as marcas, logotipos, nomes
                comerciais, layouts, gr&aacute;ficos e design de interface, imagens,
                ilustra&ccedil;&otilde;es, fotografias, apresenta&ccedil;&otilde;es,
                v&iacute;deos, conte&uacute;dos escritos e de som e &aacute;udio,
                programas de computador, banco de dados, arquivos de
                transmiss&atilde;o e quaisquer outras informa&ccedil;&otilde;es e
                direitos de propriedade intelectual de Luis Henrique e Andrade
                Pellizzon, observados os termos da Lei da Propriedade Industrial
                (Lei n&ordm; 9.279/96), Lei de Direitos Autorais (Lei n&deg;
                9.610/98) e Lei do Software (Lei n&deg; 9.609/98), est&atilde;o
                devidamente reservados.</p>
                <p>Este Termo de Uso n&atilde;o cede ou transfere ao usu&aacute;rio
                  qualquer direito, de modo que o acesso n&atilde;o gera qualquer
                  direito de propriedade intelectual ao usu&aacute;rio, exceto pela
                  licen&ccedil;a limitada ora concedida.</p>
                  <p>O uso da plataforma pelo usu&aacute;rio &eacute; pessoal,
                    individual e intransfer&iacute;vel, sendo vedado qualquer uso
                    n&atilde;o autorizado, comercial ou n&atilde;o-comercial. Tais usos
                    consistir&atilde;o em viola&ccedil;&atilde;o dos direitos de
                    propriedade intelectual de Luis Henrique e Andrade Pellizzon,
                    pun&iacute;veis nos termos da legisla&ccedil;&atilde;o
                    aplic&aacute;vel.</p>
          </div>
          <div class="terms-items">
            <h3>10. Das san&ccedil;&otilde;es</h3>
            <h5>Sem preju&iacute;zo das demais medidas legais
              cab&iacute;veis,&nbsp;Luis Henrique e Andrade Pellizzon
              poder&aacute;, a qualquer momento, advertir, suspender ou cancelar a
              conta do usu&aacute;rio:</h5>
              <p>a) que violar qualquer dispositivo do presente Termo;</p>
              <p>b) que descumprir os seus deveres de usu&aacute;rio;</p>
              <p>c) que tiver qualquer comportamento fraudulento, doloso ou que
                ofenda a terceiros.</p>
          </div>
          <div class="terms-items">
            <h3>11. Da rescis&atilde;o</h3>
            <p>A n&atilde;o observ&acirc;ncia das obriga&ccedil;&otilde;es
              pactuadas neste Termo de Uso ou da legisla&ccedil;&atilde;o
              aplic&aacute;vel poder&aacute;, sem pr&eacute;vio aviso, ensejar a
              imediata rescis&atilde;o unilateral por parte&nbsp;de Luis Henrique
              e Andrade Pellizzon&nbsp;e o bloqueio de todos os servi&ccedil;os
              prestados ao usu&aacute;rio.</p>
          </div>
          <div class="terms-items">
    <h3>12. Das altera&ccedil;&otilde;es</h3>
    <p>Os itens descritos no presente instrumento poder&atilde;o sofrer
      altera&ccedil;&otilde;es, unilateralmente e a qualquer tempo, por
      parte de Luis Henrique e Andrade Pellizzon, para adequar ou
      modificar os servi&ccedil;os, bem como para atender novas
      exig&ecirc;ncias legais. As altera&ccedil;&otilde;es ser&atilde;o
      veiculadas pelo site https://diegojaviel.github.io/gymplus/ e o
      usu&aacute;rio poder&aacute; optar por aceitar o novo
      conte&uacute;do ou por cancelar o uso dos servi&ccedil;os, caso seja
      assinante de algum servi&ccedil;o.</p>
      <p>Os servi&ccedil;os oferecidos podem, a qualquer tempo e
        unilateralmente, e sem qualquer aviso pr&eacute;vio, ser deixados de
        fornecer, alterados em suas caracter&iacute;sticas, bem como
        restringido para o uso ou acesso.</p>
          </div>
          <div class="terms-items">
    <h3>13. Da pol&iacute;tica de privacidade</h3>
    <p>Al&eacute;m do presente Termo, o usu&aacute;rio dever&aacute;
      consentir com as disposi&ccedil;&otilde;es contidas na respectiva
      Pol&iacute;tica de Privacidade a ser apresentada a todos os
      interessados dentro da interface da plataforma.</p>
          </div>
          <div class="terms-items">
    <h3>14. Do foro</h3>
    <p>Para a solu&ccedil;&atilde;o de controv&eacute;rsias decorrentes do
      presente instrumento ser&aacute; aplicado integralmente o Direito
      brasileiro.</p>
      <p>Os eventuais lit&iacute;gios dever&atilde;o ser apresentados no
        foro da comarca em que se encontra a sede da empresa.</p>
          </div>
        </div>
      </section>

      <!-- Section B: Termos e Condicoes -->
    </main>

    <!-- Footer -->

    <footer id="main-footer" class="main-footer">
      <div class="flex-container container py-2">
        <div class="policies my-1">
          <ul class="policies-links">
            <li><a href="privacy.html">Termos e Condições</a></li>
          </ul>
        </div>
        <div class="socials my-1">
          <a href=""><i class="fab fa-instagram fa-2x"></i></a>
          <a href=""><i class="fab fa-facebook fa-2x"></i></a>
          <a href=""><i class="fab fa-youtube fa-2x"></i></a>
          <a href=""><i class="fab fa-twitter fa-2x"></i></a>
        </div>
        <p>Copyright &copy; 2022, All Rights Reserved.</p>
      </div>
    </footer>

    <script src="./js/app.js"></script>
  </body>
</html>
